;Language file of Revo Uninstaller
;This section must use english
[Info]
Language= Svenska/Swedish
WebLang=SWE
Translator=Stefan Ljungwall - ljungwall@gmail.com
Codepage=UNICODE 
Version=2.0.2


[Uninstaller Toolbar]
102 = Visa
103 = Alternativ
104 = Avinstallerare
105 = Verktyg
106 = Jaktläge
107 = Lista
108 = Ikoner
109 = Detaljer
110 = Avinstallera
111 = Ta bort post
112 = Uppdatera programlistan
113 = Vill du verkligen ta bort markerad post?
114 = Vill du verkligen ta bort markerat program?
115 = Uppdatera\nREVO
116 = Hjälp
117 = Hjälp för markerat verktyg...
118 = Hemsida...
119 = Om...
120 = Du är inte administratör!
121 = Vill du verkligen avinstallera denna systemkomponent?\nAVBRYT om du inte är HELT säker på vad du gör!
122 = Avinstalleraren visar alla program och -komponenter som är installerade för alla användare på datorn. I vissa vyer eller via en högerklicksmeny kan du komma åt ytterligare information, länkar och egenskaper gällande installationer. En huvudfunktion hos Revo Uninstaller är "Jaktläget". Detta läge låter dig avinstallera, stoppa, ta bort eller förhindra att en applikation autostartar, endast genom att klicka på den.
123 = Sök
124 = Hittade:
125 = Vill du verkligen ta bort markerad systemkomponent från registret?\nSystemet kan sluta fungera om du gör det!
126 =  är borttaget från autostartsektionen!
127 =  har lagts till i autostartsektionen!
128 = %s är installerad på samma plats som %s!\nFiler från BÅDA applikationerna kommer att rapporteras som kvarvarande! Kontrollera NOGA vilka av filerna Du vill radera!
129 = Tvingad Avinstallation


[Uninstaller List]
150 = Program
151 = Storlek
152 = Version
153 = Installationsdatum
154 = Företag 
155 = Webbplats
156 = Kommentar
157 = Avinstallationssträng
158 = Registernyckel
159 = Installationsfil

[Uninstaller StatusBar]
201 = Installerade:
202 = Laddar...


[Registry Optimizer]
302 = Välj plats att skanna
303 = Startmeny

[AutoRun Toolbar]
407 = Kör
408 = Avsluta
409 = Ta bort
410 = Komponenter :
411 = Aktiverad :
412 = Med Autostarthanteraren kan du inte bara aktivera eller inaktivera applikationer från att starta automatiskt tillsammans med Windows. Du kan även visa mer information om valfri applikation som är inställd på att autostarta. Utöver detta kan du visa information om utgivaren av programmet, dess initieringssökväg, var det är lagrat på datorn, dess status och om det körs eller ej.

[AutoRun List]
450 = Applikationsnamn
451 = Initieringssökväg
452 = Beskrivning
453 = Utgivare
454 = Status
455 = Plats
456 = KÖRS
457 = KÖRS INTE
458 = OGILTIG
459 = Avsluta Process
460 = Kör Process
461 = Öppna Objektets Mapp
462 = Gå Till Plats
463 = Kopiera initieringssökväg
464 = Ta Bort Markerad(e)
465 = Ta Bort Alla Ogiltiga
466 = Ta Bort Alla Som Inte Körs
467 = Ta Bort Alla Inaktiverade
468 = Egenskaper...
470 = Vill du verkligen stänga markerad applikation?\nAlla osparade data kommer att förloras!
471 = Vill du verkligen ta bort den markerade komponenten?
472 = Vill du verkligen ta bort alla ogiltiga komponenter?
473 = Vill du verkligen ta bort alla komponenter som inte körs?
474 = Vill du verkligen ta bort alla inaktiverade komponenter?
475 = Kommandot Finns Inte!
476 = OKÄNT
477 = Inaktivera Autostart
478 = Aktivera Autostart

[Outlook Control]
300 = Optimering
301 = Registeroptimering
400 = Autostarthanteraren
500 = Spårrensning
501 = Webbläsarrensning
600 = MS Office-rensning
700 = Windows-städning
800 = Avlägsna spår
900 = Fullständig radering
2100 = Windowsverktyg
2200 = Skräpfilsrensning

[Track Cleaner Browsers]
507 = Rensa allt
508 = Rensa Internethistorik
509 = Radera Adressfältshistorik
510 = Radera Temporära Internetfiler
511 = Radera Cookies
512 = Radera Index.dat-filer
513 = Kör
514 = Radera Nedladdningshistorik
515 = Radera Sessionshistorik
516 = Radera Formulärhistorik
517 = Avinstallerare
518 = Vill du verkligen radera all historik?
521 = Vill du verkligen radera all Internet Explorer-historik?
522 = Vill du verkligen radera all Firefox-historik?
523 = Vill du verkligen radera all Opera-historik?
524 = Vill du verkligen radera all Netscape-historik?
525 = Din webbläsare lagrar detaljer om alla webbsidor du har besökt. Dessa nås lätt från webbläsarfönstret och bara genom ett knapptryck kan vem som helst se vilka sidor du besökt på nätet! Med Browser Cleaner kan du ta bort alla temporära internet-filer, såsom alla bilder du har tittat på, alla filmer du har sett på nätet och alla sidor du har besökt. Genom att radera Temporary Internet Files frigör du även värdefullt diskutrymme.
526 = Stäng webbläsaren innan du rensar bort spåren från internet.
527 = Index.dat-filerna tas bort vid nästa omstart av datorn.
599 = Rensning av spår från markerad(e) applikation(er) utförd!


[Track Cleaner Office]
601 = Rensa
607 = Rensa historiken i MS Word
608 = Inkluderar Word 2000, Word XP, Word 2003, Word 2007, Word 2010, Word 2013 och Word 2016
609 = Rensa historiken i MS Excel
610 = Inkluderar Excel 2000, Excel XP, Excel 2003, Excel 2007, Excel 2010, Excel 2013 och Excel 2016
611 = Rensa historiken i MS Access
612 = Inkluderar Access 2000, Access XP, Access 2003, Access 2007, Access 2010, Access 2013 och Access 2016
613 = Rensa historiken i MS PowerPoint
614 = Inkluderar PowerPoint 2000, PowerPoint XP, PowerPoint 2003, PowerPoint 2007, PowerPoint 2010, PowerPoint 2013 och PowerPoint 2016
615 = Rensa historiken i MS FrontPage
616 = Inkluderar FrontPage 2000, FrontPage XP och FrontPage 2003
617 = "MS Office-rensning" låter dig ta bort historiken över de senast använda dokumenten i MS Word, Excel, Access, PowerPoint och FrontPage. Om du inte vill att vem som helst ska kunna se vilka dokument du har skapat, öppnat eller redigerat i MS Office, markerar du dessa och klickar på knappen "Rensa". Dokumentlistan töms.

[Track Cleaner Windows]
701 = Rensa
707 = Rensa "Senast öppnade dokument"
708 = Rensa historiken i Kör
709 = Rensa historiken i Sök
710 = Rensa historiken i Sök skrivare, datorer eller personer
711 = Töm Urklipp
712 = Rensa historiken i MS Paint
713 = Rensa historiken i MS WordPad
714 = Rensa historiken för öppnade nycklar i Regedit
715 = Rensa historiken för Öppnade, Sparade och Tidigare filer
716 = Rensa historiken för Senast öppnade mapp
717 = Töm Papperskorgen
718 = Ta bort Windows Temporära filer (Temp)
719 = Ta bort loggfilen för Startmenyklick
720 = Microsoft Windows håller reda på många saker som du gör med datorn. T.ex. lagras sökhistorik när du letar efter filer och mappar; vilka dokument du öppnade senast; vilka filer du har öppnat eller sparat i diverse olika applikationer m.m. m.m. Windows-städning låter dig ta bort både denna historik och alla dess temporära filer. Du kan även tömma Papperskorgen och ta bort temporära filer, vilket frigör värdefullt diskutrymme.
721 = Historiken i "Kör" kommer att tas bort när explorer.exe startas om
722 = Användarspår i Registret
723 = Användarspår på hårddisk(ar)
724 = Radera minnesdump-filer
725 = Radera filfragment från chkdsk (Check Disk)


[Evidence Remove]
802 = Utför
803 = Raderar
804 = Vänligen vänta medan raderingen utförs
805 = Klar
806 = Sätt en bock i rutan framför den/de disk(ar) du vill radera spåren av ditt arbete ifrån. Det här verktyget påverkar endast redan borttagna data. VARNING: När processen är slutförd kommer det att vara mycket svårt att återskapa dina raderade filer!
807 = När du tömmer Papperskorgen raderas filerna inte på riktigt. De markeras som raderade i systemet, men finns fysiskt kvar på disken. Funktionen "Avlägsna spår" tar bort filer och mappar permanent och nästan inget verktyg i världen kommer att kunna återskapa dem igen.
808 = Vill du verkligen avlägsna alla spår av dina borttagna filer på markerad(e) disk(ar)?

[Unrecoverable  Delete ]
912 = Listan med filer och mappar kommer att raderas utan möjlighet till återskapande.
913 = Filer
914 = Mappar
915 = Lägg till filer som du vill radera fullständigt från systemet. Dessa kan aldrig återskapas, vare sig fysiskt eller med någon programvara!
916 = Lägg till mappar som du vill radera fullständigt från systemet. Dessa kan aldrig återskapas, vare sig fysiskt eller med någon programvara!
917 = Lägg till filer för radering
918 = Lägg till mappar för radering
919 = RADERA FÖR ALLTID
920 = Rensa listan
921 = Om du på ett säkert sätt vill radera en fil eller en mapp och vara säker på att den aldrig kommer att kunna återskapas av någon med något verktyg, ska du använda verktyget "Fullständig radering".\nNär man tömmer Windows Papperskorg betyder inte detta att de borttagna filerna är borta för alltid. De finns fortfarande kvar på hårddisken och vem som helst kan återskapa dem utan större ansträngning. Verktyget "Fullständig radering" gör detta omöjligt eftersom det raderar valda filer och mappar fysiskt genom överskrivning. 
922 = Vill du verkligen radera markerade filer och mappar FÖR ALLTID?

[Options Tree]
1001 = Alternativ
1100 = Allmänt
1200 = Avinstallerare

[General]
1101 = Språk:
1102 = Aktivera Avancerat läge
1103 = Sök efter uppdatering vid programstart

[Uninstaller Options]
1201 = Visa Systemuppdateringar
1202 = Visa Systemkomponenter
1203 = Aktivera Snabbstartläge
1204 = Kör endast programmets inbyggda avinstallerare
1205 = (Stöds ej av  Vista eller Windows 7)
1206 = Skapa en systemåterställningspunkt innan avinstallationen
1207 = Radera kvarvarande filer och mappar till Papperskorgen

[Auto Update]
1907 = Uppdatera
1908 = Versionsinformation
1909 = Installerad Version:
1910 = Senaste Version:
1911 = HÄMTA
1912 = Hämta Senaste Versionen
1913 = Nyheter
1914 = Kontrollerar...
1915 = Anslutningsproblem...
1916 = STOPP
1917 = %s av %s nedladdat
1918 = %s nedladdat (okänd storlek)
1919 = Revo Uninstaller kunde inte ansluta till www.revouninstaller.com. Vänligen kontrollera att internetanslutningen fungerar, samt att brandväggen inte hindrar Revo Uninstaller 
1920 = Fel: Sökningen efter ny version misslyckades. Ingen internetanslutning upptäcktes.

[WinTools]
2110 = Kör
2111 = Det finns en hel del nyttiga och användbara verktyg i varje utgåva av Windows operativsystem. Tyvärr är en del av dem bara tillgängliga via långa Kommandopromptssträngar och -växlar och andra kan vara svåra att komma åt av andra anledningar. "Windowsverktyg" ger dig möjlighet att komma åt mer är tio av de du använder mest i ditt dagliga arbete med ett enda knapptryck.
2112 = Du kan använda detta till att återställa din dator till ett tidigare  tillfälle, utan att förlora dina personliga filer, om ett problem skulle uppstå.\n"Systemåterställning" övervakar ändringar gjorda i systemet och i vissa applikationer och lättidentifierade återställningspunkter skapas automatiskt. Dessa återställningspunkter kan sedan användas för att återställa systemet till en tidigare tidpunkt. De skapas dagligen samt vid vissa speciella händelser i datoranvändandet.\nDu kan även skapa återställningspunkter manuellt och även namnge dem för att lättare kunna identifiera dem senare.
2113 = Används för att samla och visa information om din dators hårdvara och operativsystem, din internetkonfiguration, inklusive modemets och nätverkskortets konfiguration. Med "Nätverksdiagnostik" kan du utföra systemgenomsökningar och testa anslutningsinställningarna och kontrollera att dina nätverksrelaterade program och tjänster fungerar som de ska. 
2114 = Du kan använda detta för att visa alla aktuella TCP/IP-konfigurationsvärden och för att uppdatera Dynamic Host Configuration Protocol (DHCP) och Domain Name System (DNS) -inställningar. Det visar den fullständiga TCP/IP-konfigurationen för alla nätverkskort, inklusive IP-adress, MAC-adress, Nätmask, Standard-gateway, Windows Internet Naming Service (WINS) och DNS-konfiguration.
2115 = Detta används för att kontrollera statusen för tre viktiga säkerhetskomponenter - Brandvägg, Antivirus och Automatiska Uppdateringar. Om ett problem skulle uppstå med någon av dessa komponenter, (t.ex. att antivirusprogrammet inte är uppdaterat), skickar Säkerhetscentret ut en varning, samt föreslår åtgärder för hur du bättre ska kunna skydda din dator.
2116 = Du kan använda detta för att: Visa grundläggande information, såsom Processortyp och RAM-minnen; Visa och justera inställningar som kontrollerar hur datorn använder minnet och hittar viss information; Visa information om hårdvaru- och enhetsegenskaper, samt konfigurera hårdvaruprofiler, visa information om nätverksanslutningar och inloggningsprofil. Rapportering av system- och/eller programfel till Microsoft eller Systemadministratören, (om några sådana skulle uppstå), ingår också.
2117 = Systeminformation är en komponent som samlar in och visar information om systemkonfigurationen för den lokala datorn och datorer i nätverket. Denna inkluderar information om hårdvarukonfiguration, datorkomponenter och mjukvara, inklusive signerade och osignerade drivrutiner. Systeminformation är ett supportverktyg som snabbt ger dig information om datorn och dess operativsystem.
2118 = "TCP/IP Netstat"-kommandot är en komponent i Windows operativsystem som visar alla aktiva anslutningar för TCP/IP-protokollet. Det visar vilka portar systemet lyssnar på, (TCP och UDP), samt vilka program som är involverade i varje anslutning eller lyssningsport. Programnamnet visas underst, inom [ ], högst upp ser man den anropade komponenten och så vidare, tills TCP/IP slutligen nåtts. 
2119 = Detta verktyget visar ett virtuellt tangentbord på skärmen och tillåter användare med rörelse- eller funktionshinder att mata in data med ett pekverktyg eller en joystick. Skärmtangentbordet är också bra att använda om du misstänker att en key-logger har installerats på datorn, och att alla tangenttryckningar registreras av denna. Skärmtangentbordet eliminerar sådan registrering.
2120 = Detta verktyg analyserar lokala diskvolymer och förenar fragmenterade mappar och filer så att dessa placeras sammanhängande, på samma ställe på disken. Förutom att snabba upp läshastigheten på filerna, samlas också det fria oanvända utrymmet på disken på samma ställe, med mindre risk för framtida filfragmentering som följd. 
2121 = Kan användas till att starta, stoppa, pausa och återuppta tjänster på nätverksdatorer såväl som den lokala datorn; Hantera tjänster på lokala och nätverksdatorer; Upprätta åtgärder som ska vidtas om en tjänst slutar att fungera, t.ex. starta om tjänsten automatiskt; Aktivera eller inaktivera tjänster för en specifik hårdvaruprofil; Kontrollera status och beskrivning för varje tjänst.
2122 = Används för att hantera delade resurser i ett nätverk, styra åtkomsträttigheter, sessionsaktivitet, delningsegenskaper, samt visa en summering av anslutningar och resurser för lokal dator och nätverksdatorer. Med Delade mappar kan du: Skapa, visa och ställa in rättigheter för delade resurser; Visa en lista över alla användare som är anslutna till en resurs eller dator i nätverket och även koppla ifrån en eller alla användare; Lista alla filer som har använts av fjärranvändare.
2123 = Detta verktyg inkluderar principinställningar för användar- och datorkonfigurationer. Grupprincipinställningar definierar de olika inställningarna för komponenter som ska visas på användarnas skrivbord, och som administratören behöver kunna hantera, t.ex. vilka program användarna ska kunna använda, vilka program som ska visas på datorerna, samt olika alternativ för startmenyn, m.m.
2124 = Lägg till/Ta bort Windows-komponenter låter dig hantera installerade Windows-komponenter på din dator. När Windows operativsystem har installerats på datorn kan du använda detta för att lägga till nya komponenter i efterhand, eller för att ta bort sådana som du inte använder eller behöver. 
2125 = MS Windows "Verktyg för borttagning av skadlig programvara" kontrollerar datorer som kör Windows operativsystem, så att de inte är infekterade av skadlig programvara, samt hjälper till att desinficera dem ifall något illasinnat skulle påträffas. Dessa "skadliga programvaror" innefattar virus, maskar och trojaner. När genomsöknings- och borttagningsfasen är avklarad, visar programmet en rapport i vilken resultatet redovisas, inklusive ifall någon elakartad programvara hittades och togs bort.


[Junk Files Cleaner Options]
2202 = Diskar att skanna:
2203 = Mönster
2204 = Beskrivning
2205 = Lägg till
2206 = Ta bort
2207 = Sätt som Standard
2208 = Skräpfilsrensaren::Allmänt
2209 = Skräpfilsrensaren::Exkludera
2220 = Mönster att söka efter:
2221 = Du kan använda (? och *) som jokertecken
2222 = Lägg till mönster
2223 = Lägg till Exkluderingsmönster
2224 = Du kan använda (? och *) som jokertecken
2225 = Exkluderingsmönster:
2226 = Radera filer till Papperskorgen
2227 = Ignorera filer som använts inom de senaste 24 timmarna

[Junk Files Cleaner Tool]
2306 = Sök
2307 = Ta bort
2308 = Söker
2309 = Vänligen vänta medan sökningen pågår
2310 = Avbryt
2311 = Namn
2312 = Storlek
2319 = Filer:
2320 = Total storlek:
2323 = Vissa filer används av Windows eller ett annat program\n och kan inte tas bort nu
2324 = Du måste välja minst en disk och en filändelse för att kunna söka
2325 = Med Skräpfilsrensaren kan du finna och ta bort många typer av skräpfiler och andra onödiga filer från datorn. Normalt tas dessa bort av applikationen som skapat dem, när de inte längre behövs. Dock kan de bli kvar permanent om t.ex. huvudapplikationen avslutas onormalt, eller vid en systemkrasch m.m. Om detta skulle inträffa kan datorns prestanda och diskutrymme påverkas negativt. 
2326 = Fil
2327 = Tar bort

[Context Menu Junk Files Cleaner]
2313 = Öppna
2314 = Googla efter 
2315 = Öppna Objektets Mapp
2316 = Egenskaper...
2317 = Markera Alla
2318 = Avmarkera Alla
2321 = Markera valda
2322 = Avmarkera Valda

[TopMost Window]
4002 = Alternativ
4003 = Öppna Huvudfönstret
4004 = Drag och Släpp-läge
4005 = Jaktläge
4006 = Storlek
4007 = Liten
4008 = Mellan
4009 = Stor
4010 = Fönsterstorlek
4011 = AVSLUTA
4012 = Avinstallera
4013 = Förhindra Autostart
4014 = Avsluta Process
4015 = Avsluta och Ta bort Process
4016 = Öppna Objektets Mapp
4017 = Info
4018 = Egenskaper
4019 = AVBRYT
4020 = Endast en fil i taget stöds!
4021 = Du släppte en hel mapp, vänligen Drag och släpp en fil!
4022 = Avinstallera eller Ta bort:
4023 = Olösligt! Försök med att peka på ett annat fönster annan ikon eller annat systemfältselement
4024 = Kan inte köra kommandot Avinstallera!\n Vänligen använd programmets eget\n avinstallationsprogram.
4025 = Inget avinstallationspaket hittades!\nTips: Skaffa mer information om programmet och\n försök avinstallera det ifrån huvudfönstret!
4026 = Målapplikationen har autostart inaktiverat!\nTips: Om du vill aktivera det igen kan du använda Autostarthanteraren i huvudapplikationen!
4027 = Målapplikationen finns inte bland de vanliga platserna för autostart!\nTips: För att söka efter ovanliga startplatser för olika program, vänligen använd webbplatsen www.google.se!
4028 = Vill du verkligen avsluta och ta bort den markerade applikationen?\nAlla osparade data kommer att gå förlorade!
4029 = Avinstallerare
4030 = Vill du verkligen avsluta och ta bort den markerade applikationen?\nAlla osparade data kommer att gå förlorade!
4031 = Vill du verkligen avsluta Windows Utforskaren?\n Startmeny och Aktivitetsfält kommer att försvinna!
4032 = Starta med Windows
4033 = Fönsteropacitet

[Scan After Uninstall]
4210 = Plats
4211 = Nyckel
4212 = Värde
4213 = Data
4214 = Fil
4215 = Markera en post att utföra åtgärden på!
4216 = Genomsökning efter avinstallation
4217 = Markera Alla
4218 = Avmarkera Alla
4219 = Radera
4220 = Kvarvarande Filer
4221 = Kvarvarande Registerposter
4222 = Söker innan avinstallation...Vänligen vänta
4223 = Kör avinstallerare...
4224 = Kör sökning efter kvarvarande Filer, Mappar och Registerposter när avinstallationen är avslutad
4225 = Kör genomsökning efter avinstallationen...Vänligen vänta
4226 = Kontrollera listade element NOGGRANT!
4227 = Stäng
4228 = Resterande filer i listan kommer att tas bort efter nästa omstart av datorn
4229 = Det gick inte att köra applikationens avinstallerare!\nAvinstallationskommandot kan vara korrupt eller skadat!
4230 = Tillbaka
4231 = Nästa
4232 = Välj ett avinstallationsläge.
4234 = Standardläge - kör endast programmets egna avinstallerare utan ytterligare genomsökning.
4235 = Säkert läge - inkluderar den inbyggda avinstalleraren och utför dessutom en genomsökning av registret och hårddisk(ar) för att finna resterande poster som är säkra att ta bort. Det snabbaste läget.
4236 = Måttligt läge - inkluderar "Säkert läge" och utför även en utökad genomsökning för att finna alla kvarvarande poster på de vanligaste platserna i registret och på hårddisk(ar).
4237 = Avancerat läge - inkluderar "Måttligt läge" samt utför en grundlig genomsökning av registret och hårddisk(ar) för att finna alla kvarvarande relaterade poster och filer. Det långsammaste läget.
4238 = Analyserar innan avinstallation.
4239 = Startar programmets inbyggda avinstallerare för att utföra en standard-avinstallation.
4240 = Tryck "Nästa" för att söka efter kvarvarande filer, mappar och registerposter efter genomförd avinstallation.
4241 = Utför initial analys och avinstallation.
4242 = Genomsökning efter avinstallation
4243 = Genomsökning efter utförd avinstallation. Genomsöker registret och hårddisk(ar) efter kvarvarande filer, mappar och registerposter relaterade till det avinstallerade programmet. Vänligen vänta...
4244 = Funna kvarvarande registerposter
4245 = Funna registerposter:
4246 = OBS!: Kontrollera listade poster NOGGRANT! Endast poster markerade med fetstil och dess underposter kommer att tas bort!
4247 = Funna kvarvarande filer och mappar
4248 = Funna poster:
4249 = Dator
4250 = Revo Uninstaller kunde inte starta den inbyggda avinstalleraren för markerat program. Avinstallationskommandot kan vara ogiltigt, korrupt eller helt saknas. Tryck på "Tillbaka" för att välja en annan avinstallationsmetod.
4251 = Programmets inbyggda avinstallerare har avslutats. Revo Uninstaller har inte skannat efter kvarvarande filer, mappar eller registerposter. Tryck på "Tillbaka" för att använda ett annat avinstallationsläge för att söka efter dessa.
4252 = Revo Uninstaller genomförde avinstallationen framgångsrikt, men hittade inga kvarvarande poster. Tryck på "Tillbaka" för att försöka med ett annat utökat avinstallationsläge för en noggrannare genomsökning.
4253 = Revo Uninstaller genomförde avinstallationen framgångsrikt. Om du vill leta efter fler kvarvarande poster kan du trycka på "Tillbaka" för att prova med ett annat utökat avinstallationsläge för en noggrannare genomsökning.
4254 = Slutför
4255 = Vill du verkligen skicka markerade poster till Papperskorgen?
4256 = Vill du verkligen ta bort markerade registerposter?
4257 = Revo Uninstaller slutförde avinstallationen framgångsrikt!
4258 = Vill du verkligen hoppa över borttagningen av funna kvarvarande Registerposter och fortsätta till nästa steg?
4259 = Vill du verkligen hoppa över borttagningen av funna kvarvarande filer och mappar och fortsätta till nästa steg?
4260 = Sökning efter överblivna komponenter klar. Tryck "Nästa" för att se resultatet!
4261 = Skapar Systemåterställningspunkt...
4262 = Skapar Systemåterställningspunkt - misslyckades!
4263 = Skapa Systemåterställningspunkt inaktiverad (under Alternativ->Avinstallerare)
4264 = Skapar Systemåterställningspunkt - Klar!


[About]
4300 = Översättare:

[ContextMenu Uninstaller]
5000 = Kommandon
5001 = Info
5002 = Googla efter
5004 = Installationsplats
5005 = Öppna Om-länken...
5006 = Öppna Hjälp-länken...
5007 = Öppna Uppdateringslänken...
5008 = Öppna Registernyckel...

[Common]
10000 = OK
10001 = Avbryt
10002 = Hjälp
10003 = Bläddra
10004 = Hjälp för aktuellt verktyg
10005 = Hemsida
10006 = Om
10007 = Varning
10008 = FEL
10009 = Ja
10010 = Nej


[Tooltips]
2000 = Byt till Avinstallationsläge
2001 = Visa Verktygspanel
2002 = Justera inställningar efter eget behag
2003 = Byt till Jaktläge
2004 = Ändra hur listan med installerade applikationer visas
2005 = Avinstallera markerad applikation
2006 = Radera markerad registerpost
2007 = Uppdatera listan med applikationer
2008 = Uppdatera din version till den senaste utgåvan
2009 = Sök ytterligare svar på alla dina frågor om programmet
404 = Starta markerad applikation
405 = Avsluta och stäng markerad applikation
406 = Förhindra att markerad applikation autostartar
506 = Rensa markerade alternativ
605 = Rensa markerade alternativ
705 = Rensa markerade alternativ
2106 = Kör markerat verktyg
2304 = Sök efter onödiga filer enligt valda inställningar
2305 = Skicka markerade filer till Papperskorgen



[UninstallerPro]
15000 = Allmänt
15001 = Grupphanteraren
15002 = Nya Program
15003 = Andra Program
15004 = Namn
15005 = Byt namn
15006 = Internet
15007 = Spel
15008 = Multimedia
15009 = Hjälpprogram
15050 = Flytta Upp
15051 = Flytta Ned
15052 = Lägg till
15053 = Ta bort
15054 = Kolumner
15055 = Ta bort kolumnen
15056 = Justering
15057 = Vänster
15058 = Center
15059 = Höger
15060 = Passa in
15061 = Exportera till
15062 = Textformat(txt)
15063 = HTML-format(html)
15064 = Microsoft Excel
15065 = Exportera
15066 = Välj vilka kolumner du vill exportera
15067 = Visa som nyinstallerat om installerat:
15068 = Inom senaste (dagar)
15069 = Sedan förra starten av Revo
15070 = Gruppnamn:
15071 = Lägg till
15072 = Grupp
15073 = Övervakade Program
15074 = Övervakade\nProgram
15075 = Alla Program
15076 = Alla\nProgram
15077 = Radera logg
15078 = Anpassad avinstallation
15079 = Byt ikon
15080 = Lägg till i Grupp
15081 = Ta bort från Grupp
15082 = Avinstallerar
15083 = Avinstallerar loggade filer och mappar från programmet:
15084 = Avinstallerar loggade registerposter:
15085 = Det finns data som kan vara relaterade till programmet men som inte raderades eftersom de inte loggades av Revo under installationen. Om du vill gå igenom och eventuellt radera dessa, tryck på "Avancerad avinstallation"-knappen 
15086 = Avancerad avinstallation
15087 = Fil-\Mappsökväg
15088 = Laddar lista...
15089 = Avinstallera markerade värden
15090 = Öppna modernyckeln till markerad Registernyckel... 
15091 = Expandera alla 
15092 = Kontrahera alla
15093 = Värdenamn 
15094 = Loggmapp:
15095 = Utför namnbyte på de tidigare existerande systemfilerna och -mapparna
15096 = Tvingad Avinstallation
15097 = Tvingad\nAvinstallation
15098 = Expandera markerad nyckel
15099 = Kontrahera markerad nyckel
15100 = Avinstallera markerad nyckel
15101 = Märk markerad nyckel som Skapad
15102 = Lägg till i Exkluderalistan
15103 = Ogiltig Loggfil
15104 = Filen existerar inte! Ange ett giltigt filnamn eller avbryt.
15105 = Välj Process
15106 = Lägg till process i listan
15107 = Full sökväg till processen:
15108 = Lägg till Registernyckel
15109 = Registernyckelns sökväg
15110 = Kommandot Tvingad avinstallation låter dig avinstallera program och/eller söka efter filer som kan finnas kvar efter tidigare installerade eller avinstallerade program. Du kan antingen söka efter kvarlämnade filer och mappar, eller ange den kompletta sökvägen till filen eller mappen från programmet du vill avinstallera. Du kan även ange programnamnet som kompletterande information. Baserat på informationen du anger söker Revo Uninstaller efter existerande avinstallationsprogram och relaterade installationsloggar i modulerna Övervakade program- och Loggdatabasen. Om sådana loggar hittas kommer de att listas och du kan välja om du vill använda dem eller ej.\n\nOBS! Var noga med att ange exakt namn och installationssökväg till programmet du vill avinstallera!
15111 = Skanningslägen
15112 = Inbyggt
15113 = Säkert
15114 = Måttligt
15115 = Avancerat
15116 = Full sökväg till programfilen eller -mappen:
15117 = Programmets fullständiga namn:
15118 = Funna inbyggda avinstallationsprogram:
15119 = Kör det markerade ingyggda avinstallationsprogrammet
15120 = Programnamn
15121 = Avinstallationskommando
15122 = Typ
15123 = 32-bit
15124 = 64-bit
15125 = Döda processen och fortsätt
15126 = Den markerade filen är en aktiv process! Om du vill avinstallera den och dess relaterade komponenter, är det bäst att döda (stoppa) den innan du fortsätter
15127 = Registernyckel som ska exkluderas
15128 = Inkludera undernycklar
15129 = Gå till "Övervakade program" vid programstart
15130 = Radera filer och mappar:
15131 = till Backup-mappen
15132 = till Papperskorgen
15133 = Permanent
15134 = Vill du verkligen radera markerad(e) komponent(er)?
15135 = Mappar
15136 = Filer
15137 = Möjligen relaterade filer och mappar
15138 = Möjligen relaterade Registerposter
15139 = Nycklar:
15140 = Värden:
15141 = Loggade filer och mappar
15142 = Utför namnbyte på de tidigare existerande systemfilerna och -mapparna
15143 = Vill du verkligen avinstallera de markerade komponenterna?
15144 = Markerade men kvarvarande filer kommer att raderas vid nästa omstart av datorn.
15145 = Loggade Registerposter
15146 = Avinstallerar...
15147 = Söker efter kvarvarande filer, mappar och registerposter, baserat på tidigare angiven information
15148 = Analyserar samt startar programmets inbyggda avinstallationsprogram för en Standardavinstallation
15149 = Tryck på "Genomsök" efter avslutad avinstallation för att börja söka efter kvarvarande filer, mappar och registerposter.
15150 = Det finns inte tillräckligt diskutrymme för att skriva till cache-datafilen
15151 = Fel vid skrivning till cache-filen. Kontrollera att du har nödvändiga rättigheter.
15152 = Fel vid läsning av cache-datafilen
15153 = Revo Uninstaller hittade inga kvarvarande komponenter
15154 = Genomsök
15155 = Anpassad\nAvinstallation
15156 = Modulen "Alla Program" i Revo Uninstaller visar alla installerade program och komponenter för samtliga användare på datorn, uppdelat i två standardgrupper - "Nytt" och "Övrigt". Via antingen "Detaljer"-vyn eller högerklicksmenyn, kan du komma åt ytterligare information (länkar och egenskaper om installationerna). Inställningarna för detta kan du hitta i undermenyn "Alla Program" under "Avinstallerare"-avsnittet i Verktygsmenyn.
15157 = Modulen "Övervakade program" i Revo Uninstaller visar alla program som du har övervakat under dess installation, med hjälp av Revo Uninstaller. För att spåra ett program med Revo kan du antingen högerklicka på installationsfilen (setup-filen), eller trycka på knappen "Installera Program" i huvudverktygsfältet. Inställningarna för den här modulen hittas i "Övervakade Program"-undermenyn i "Avinstallerare" i Verktygsmenyn.   
15158 = Registrering
15159 = Hjälpfil
15160 = Installera Program
15161 = Installera\nProgram
15162 = Skapa en Systemåterställningspunkt och en full Registerbackup innan avinstallation
15163 = Skapar en full registerbackup...
15164 = Skapa en Systemåterställningspunkt och en full Registerbackup är inaktiverat (Alternativ -> Avinstallerare)
15165 = Skapa en full registerbackup - klar!
15166 = Skapa en full registerbackup - misslyckades!
15167 = (Stöds ej av Windows Vista eller Windows 7,8,10)
15168 = Loggar:
15169 = eller högerklicka på ikonen för Jaktläge och välj "Avsluta" för att stänga av det
15173 = Lägg till ny grupp
15174 = Radera markerade loggar
15175 = Återuppbygg cachefilen
15176 = Vill du verkligen återuppbygga cachefilen?\nAlla ev. anpassningar av programdetaljer kommer att återställas till ursprunget!
15177 = Hantera
15178 = Exportera,importera eller redigera logg
15179 = Ändra\neller reparera
15180 = Ändra eller reparera
15181 = Uppdatera länk
15182 = Databasloggar
15183 = Databas-\nloggar
15184 = Program:
15185 = Programnamn
15186 = Programversion
15187 = Windowsversion
15188 = Windows-bitar
15189 = Funna
15190 = Visa endast loggar kompatibla med %s
15191 = Visa endast %s loggar
15192 = Matchande loggar:
15193 = Databasloggar:
15194 = Sök enligt:
15195 = logg
15196 = loggar
15197 = program
15198 = program
15199 = Namn
15200 = Snabb avinstallation 
15201 = Snabb\navinstallation
15202 = Skapar initial systembackupp
15203 = Avinstallerar program %d av %d
15204 = Initial analys - klar!
15205 = Startar programmets inbyggda avinstallationsfunktion - klar!
15206 = Startar programmets inbyggda avinstallationsfunktion - misslyckades!
15207 = Söker efter kvarvarande filer, mappar och registerposter...
15208 = Raderar funna kvarvarande komponenter...
15209 = Raderade %d kvarvarande registernycklar och %d -värden
15210 = Raderade %d kvarvarande mappar och %d filer
15211 = Snabb avinstallation utförd!
15212 = Status
15213 = Tryck på "Fortsätt" när programmets avinstallationsfunktion har jobbat färdigt, för att fortsätta avinstallationsprocessen.
15214 = Fortsätt
15215 = Importerade
15216 = Lägg till kommentar
15217 = Redigera kommentar
15218 = Moduler
15219 = Loggdatum
15220 = Iordningställer loggens data inför avinstallation...
15221 = %d av %d komponenter
15222 = Utför nödvändiga omdöpningsoperationer...
15223 = Vill du verkligen avinstallera den markerade loggen?
15224 = Vill du verkligen avinstallera de markerade loggarna?
15225 = Avinstallerar logg %d av %d
15226 = Exportera alla
15227 = Hoppa över\nbackupp
15228 = Hoppa över att skapa en systemåterställningspunkt och en full registerbackupp
15229 = Skapa full registerbackupp - överhoppat!
15230 = Skapa systemåterställningspunkt - överhoppat!
15231 = Redigera logg
15232 = Importera logg
15233 = Exportera logg
15234 = Analyserar loggen -
15235 = Döp om loggen
15236 = Loggnamn
15237 = Spara ändringar
15238 = Modifiera
15239 = Ikon
15240 = Ikonindex
15241 = Skapad av
15242 = Skapad den
15243 = Senast ändrad
15244 = Uppskattad storlek
15245 = Registernycklar
15246 = Registervärden
15247 = Skapad
15248 = Raderad
15249 = Omdöpt
15250 = Överskriven
15251 = Okänd
15252 = Gammalt namn
15253 = Fullständigt namn
15254 = Gammalt fullständigt namn
15255 = Gamla data
15256 = Ett registervärde med samma namn finns redan!
15257 = Lägg till nyckel
15258 = Nyckelnamn:
15259 = Ej ändrad
15260 = Redigera nyckel
15261 = Lägg till värde
15262 = Redigera värde
15263 = Ställ in
15264 = Gammal typ
15265 = Förhindra att körbara filer exekveras under sin avinstallation
15266 = Sök efter en relevant logg innan programmets vanliga avinstallation
15267 = Vill du verkligen göra en snabb avinstallation av markerat/markerade program?
15268 = Matchande logg funnen bland loggarna. Denna kommer att användas under avinstallationen\nStartar programmets inbyggda funktion för avinstallation.
15269 = Matchande logg funnen i loggdatabasen. Denna kommer att användas under avinstallationen\nStartar programmets inbyggda funktion för avinstallation..
15270 = Tryck på "Fortsätt" när programmets avinstallation är avslutad för att visa kvarvarande filer, mappar och registerposter.
15271 = Fel vid nedladdning av loggfilen!
15272 = Fel vid omdöpning av den nedladdade loggfilen!
15273 = Loggdatabasmodulen i Revo Uninstaller visar en lista med loggar från spårade program som är kompatibla med ditt Windowssystem. Loggarna underhålls av teamet på Revo Uninstaller och du kan lätt (med endast ett musklick på "Avinstallera") använda dessa loggar för att avinstallera program på din dator.
15274 = Din version:
15275 = Uppdatera nu
15276 = Uppdatera loggdatabasen automatiskt
15277 = Fel vid nedladdning av loggdatabasen!
15278 = Fel vid uppdatering av loggdatabasen!
15279 = Fel vid extrahering av loggdatabasen!
15280 = Fel vid öppnandet av loggdatabasen!
15281 = Lägg till din kommentar:
15282 = Välj ikon
15283 = Filsökväg:
15284 = Välj en ikon från listan:
15285 = Fil
15286 = Mapp
15287 = Exporterar logg -
15288 = Importerar logg -
15289 = %d%% klar
15290 = Exporterad av
15291 = Funna relaterade loggar
15292 = Ja(rekommenderas)
15293 = De listade loggarna, som har skapats av dig, verkar vara relaterade till programmet du vill avinstallera. Vill du använda data från dessa under avinstallationen?
15294 = Laddar ned logg -
15295 = Loggarna i listan från vår loggdatabas verkar vara relaterade till programmet du vill avinstallera. Om du vill använda någon av dem sätter du bara en markering i rutan framför den.
15296 = Det finns en lämplig logg i vår loggdatabas.\Vill du använda den för en mer komplett avinstallation av programmet?
15297 = Vill du verkligen radera markerad(e) loggpost(er) från listan?
15298 = Du måste välja minst en kolumn att exportera!
15299 = Sök efter
15300 = Använd markerad logg
15301 = Källa
15302 = Du har inte valt någon inbyggd avinstallerare från listan.\nVill du verkligen hoppa över användandet av dessa och söka efter kvarlämnade filer och mappar ändå?
15303 = Välj en inbyggd avinstallerare från listan ifall du vill använda den under avinstallationen.
15304 = Du har inte valt någon av loggarna från listan.\nVill du verkligen fortsätta söka efter kvarlämnade poster utan att använda någon logg?
15305 = Välj en logg från listan ifall du vill använda den under avinstallationen.
15306 = Laddar loggens data...
15307 = Skapa en full registerbackupp innan avinstallationen
15308 = Skapandet av en full registerbackupp inaktiverat (under Verktyg->Avinstallerare)
15309 = Sökväg:

15310 = Use program's uninstall data to get the Install Date property


[Auto Run Manager Pro]
15800 = Lägg till
15801 = Lägg till program till Windows Autostartgrupp
15802 = Sätt till att autostarta för:
15803 = Alla användare
15804 = Aktuell användare
15805 = Sätt till att autostarta från:
15806 = Registret: Run - vid varje Windows-start
15807 = Registret: RunOnce - kör endast vid nästa Windows-start
15808 = Startmappen - vid varje Windows-start
15809 = Kommando (full sökväg):
15810 = Namn:
15811 = Borttagen från Autostart
15812 = Tog bort komponenter som inte körs från Autostart
15813 = Tog bort alla inaktiverade komponenter från Autostart
15814 = Tjänster
15815 = Öppna Windows tjänster


[General App]
16001 = Skriv ut
16002 = Förhandsgranskning
16003 = Utskriftsinställningar
16004 = Visa
16005 = Menyfält
16006 = Huvudverktygsfält
16007 = Beskrivningspanel
16008 = Statusfält
16009 = Tools Toolbar
16010 = Arkiv
16011 = Autostart-\nhanteraren
16012 = Skräpfils-\nrensare
16013 = Windows-\nverktyg
16014 = Webbläsar-\nrensare
16015 = MS Office-\nrensare
16016 = Windows-\nrensare
16017 = Spår-\nrensare
16018 = Fullständig\nradering
16019 = Backup-\nhanterare
16020 = Installera med Revo Uninstaller
16021 = Avinstallera med Revo Uninstaller
16022 = Installera markerat program med Revo Uninstaller
16023 = Avinstallera markerat program med Revo Uninstaller
16024 = Backup-mapp:
16025 = Backa upp de raderade Registerposterna
16026 = Backa upp de raderade filerna och mapparna
16027 = Microsoft Excel är inte installerat på den här datorn (felkod 0x%08X).
16028 = Kunde inte köra Microsoft Excel (felkod 0x%08X).
16029 = Okänt fel.
16030 = Registret
16031 = Skippa informationsmeddelanden
16032 = Skippa varningsmeddelanden
16033 = Processer
16034 = Spåra program i kompakt läge
16035 = Inkludera Processer:
16036 = Exkludera Processer:
16037 = Process-sökväg
16038 = Visuellt tema:
16039 = Verktygsfält
16040 = Visa etiketter
16041 = Visa små ikoner
16042 = Blå
16043 = Grå
16044 = Svart
16045 = Silver
16046 = Ursprungligt
16047 = Ursprungligt 2
16048 = Ursprungligt (utjämnat)
16049 = Köp nu
16050 = När du har köpt Revo Uninstaller får du ett serienummer via e-post.För att aktivera Revo Uninstaller måste du ange detta serienummer i formuläret nedan och sedan trycka på "Aktivera online". Aktiveringen kräver en internet-anslutning, så du måste tillåta Revo Uninstaller att ansluta genom din brandvägg. Om du har några frågor gällande registreringen, vänligen kontakta oss på: registration@revouninstaller.com
16051 = Registrera 
16052 = Ange det exakta serienumret här:
16053 = Aktivera online
16054 = Alla rättigheter förbehållna.
16055 = Registrerad Version
16056 = Oregistrerad Version
16057 = Vill du verkligen radera dina skapade backuper, loggar och andra användardata? Tryck "Nej" om du uppdaterar programmet.
16058 = Översättare:
16059 = Skapa en dagligt återkommande full registerbackup
16060 = Radera loggen för övervakade program efter avinstallation
16061 = Visa små ikoner i Detaljer-vyn
16062 = Visa kommandon i Windows högerklicksmeny (Installera med ..., Avinstallera med ...)
16063 = Bocka i alla kvarvarande poster som standard
16064 = Mörkgrå
16065 = Blå 2
16070 = Verktygfältet Kommandon
16071 = Egen
16072 = Tema
16073 = Egen bakgrundsfärg
16074 = Egen markeringsfärg
16075 = Vänligen stäng Revo Uninstaller innan du börjar importera loggen,\nalternativt importera loggen via "Hantera"-knappen i verktygsfältet i "Spårade program"-modulen.
16076 = Aktivera
16077 = Välj aktiveringsmetod
16078 = Aktivering online
16079 = Aktivering med fil
16080 = Din 30-dagars utvärderingsperiod har löpt ut. Om du vill fortätta att använda programmet måste du köpa en licens.
16081 = När du köpt en licens för Revo Uninstaller kommer du att få ett serienummer via e-post. För att sedan aktivera Revo Uninstaller måste du ange ditt namn och serienumret i formuläret nedan (kopiera och klistra in rekommenderas starkt). Klicka sedan på "Aktivera nu". Aktiveringen kräver en internetförbindelse och du bör se till att inte brandväggen hindrar Revo Uninstaller. Om du har några frågor eller problem relaterade till registreringen, vänligen kontakta oss på: registration@revouninstaller.com
16082 = När du köpt en licens för Revo Uninstaller kommer du att få ett serienummer via e-post. För att sedan aktivera Revo Uninstaller måste du ange ditt namn och serienumret i formuläret nedan (kopiera och klistra in rekommenderas starkt). Klicka sedan på "Spara fil" för att spara filen. Skicka sedan den sparade filen till support@revouninstaller.com eller registration@revouninstaller.com. Inom 24 timmar skickar vi sedan en upplåsningskod, vilken kommer att slutföra aktiveringen av Revo Uninstaller. Om du har några frågor eller problem relaterade till registreringen, vänligen kontakta oss på: registration@revouninstaller.com
16083 = Du har valt att aktivera Revo Uninstaller via fil. När du har skickat aktiveringsfilen till vår support-e-postadress skickar teamet en upplåsningskod, vilken du måste ange nedan (kopiera och klistra in rekommenderas starkt). Därefter trycker du på "Aktivera"-knappen. Om du har några frågor eller problem relaterade till registreringen, vänligen kontakta oss på: registration@revouninstaller.com
16084 = Det har skett en förändring av datorn som kräver att Revo Uninstaller aktiveras igen. Vänligen tryck på "Aktivera"-knappen. Om du har några frågor eller problem relaterade till registreringen, vänligen kontakta oss på: registration@revouninstaller.com
16085 = Aktiveringen lyckades! 
16086 = Aktiveringen misslyckades!
16087 = Ingen kontakt med aktiveringsservern. Kontrollera att inte brandväggen stoppar Revo Uninstaller.
16088 = Ange användarnamn:
16089 = Ange serienummer (kopiera och klistra in rekommenderas):
16090 = Ange upplåsningskoden (kopiera och klistra in rekommenderas):
16091 = Återställ aktiveringsprocessen
16092 = Kvarvarande dagar:
16093 = Spara fil
16094 = Registrerad till
16095 = Reaktivera
16096 = Aktivering pågår, vänligen vänta...
16097 = Felaktigt serienummer.\nVänligen kopiera och klistra in det istället för att skriva in det!
16098 = Vänligen starta om Revo Uninstaller
16100 = Serienummer:
16101 = Licensdata:
16102 = Sänd återkoppling
16103 = Online-support			
16104 = Återställ inställningarna för huvudfönstret
16105 = Återställ inställningarna för Detaljerad vy-kontrollerna
16106 = Återställning utförd!\nStarta om Revo Uninstaller för att fastställa ändringarna
16107 = Du har inte markerat några komponenter.\nDu måste markera minst en för att kunna fortsätta
16108 = Visa startskäm när programmet startar

[AppBar]
16900 = Spara loggen med övervakade systemändringar
16901 = Sluta övervaka installationen
16902 = Revo Uninstaller övervakar alla ändringar av systemet - fortsätt med installationen som vanligt!Vänligen kör inga andra setup-filer, program, eller något annat under installationen av programmet! Efter avslutad installation, starta programmet, konfigurera det och stäng det. Tryck sedan på "Stopp"-knappen (röd fyrkant) och spara loggen.
16903 = Ange ett loggnamn:
16904 = Ange ett namn på loggen och tryck "Spara"
16905 = Revo Uninstaller övervakar installationen
16906 = Revo Uninstaller sparar data
16907 = Kunde inte erhålla nödvändiga rättigheter för att kunna stänga av datorn. Försök stänga av manuellt istället!
16908 = Kunde inte justera rättigheterna för att kunna stänga av datorn. Försök stänga av manuellt istället!
16909 = Vänligen ange ett giltigt loggnamn!
16910 = Vill du verkligen avbryta loggningsprocessen?

[JunkFilesCleanerPro]
17000 = Exkludera
17001 = Senast ändrad
17002 = Sök igenom mapp...


[EvidenceRemoverPro]
17300 = Typ
17301 = Total storlek
17302 = Ledigt utrymme
17310 = Lokal Disk
17311 = Flyttbar Disk
17312 = Uppskattad tid kvar:
17313 = dagar 
17314 = timmar
17315 = minuter
17316 = sekunder
17317 = Vill du verkligen stoppa processen?

[WindowsToolsPro]
17400 = Systemåterställning
17401 = Nätverksdiagnostik
17402 = Nätverksinformation
17403 = Säkerhetscenter
17404 = Systemegenskaper
17405 = Systeminformation
17406 = TCP/IP Netstat-kommandot
17407 = Skärmtangentbord
17408 = Diskdefragmenterare
17409 = Tjänster
17410 = Delade mappar
17411 = Gruppolicy
17412 = Lägg till/ta bort Windowskomponenter
17413 = Microsoft Windows Borttagning av skadlig programvara
17414 = Windows Säkerhetskopiering och återställning
17415 = Schemaläggaren
17416 = CheckDisk
17417 = Systemfilskontroll (SFC)
17450 = Windows Säkerhetskopiering och återställning låter dig skapa kopior av datafiler från alla användare på datorn, samt att skapa en systemavbildning. Du kan antingen låta backuppen skapas automatiskt av Windows, eller välja själv vilka filer, mappar, bibliotek och/eller enheter du vill ha med i backuppen. En systemavbildning inkluderar Windows och dina systeminställningar, program och filer, och kan användas för att återställa innehållet på datorn ifall den skulle sluta fungera.
17451 = Schemaläggaren schemalägger automatiska uppgifter för att köras på bestämda tider eller när en särskild händelse inträffar. Den kan schemalägga programstarter eller körning av skript vid förutbestämda tider eller efter bestämda intervall. Schemaläggaren skapar ett lättöverskådligt bibliotek över uppgifterna och tillhandahåller ett smidigt sätt att hantera dem. 
17452 = CheckDisk verifierar filsystemets logiska integritet på Windowsvolymen. CheckDisk söker efter problem relaterade till dåliga sektorer, förlorade kluster, korslänkade filer och katalogfel. Dessa typer av fel kan uppstå vid systemkrascher eller -frysningar, strömspikar eller -fall, felaktig avstängning etc. 
17453 = Systemfilskontroll (SFC) låter dig söka efter och återställa korrupta systemfiler genom versionsverifiering. Om SFC hittar ett problem försöker den att byta ut den felaktiga filen mot en ur Windows DLL-cache. Om filen inte skulle finnas i DLL-cachen eller om även denna skulle vara korrupt kommer du att uppmanas att sätta i Windows installationsskiva.

[WindowsCleanerPro]
17500 = Delete Thumbnail Cache

[UnrecoverableDeletePro]
17600 = Lägg till fil(er)
17601 = Lägg till mapp
17602 = Radera permanent
17603 = Raderar
17604 = Beräknar...
17605 = Resterande komponenter kan inte raderas.\nSe till att de inte används av Windows eller något annat program och försök igen.

[Backup Manager]
17800 = Backup-hanterare
17801 = Återställ
17802 = Radera
17803 = Radera alla
17804 = Anpassad\nÅterställning
17812 = Laddar mappträd...
17813 = Bakåt
17814 = Nästa
17815 = Hittade inga återställningsdata
17816 = Bearbetar
17817 = Backar upp %d av %d poster
17818 = Återställningspunkter:
17819 = Total storlek:
17820 = Backup-hanteraren hjälper dig att hantera den backup-information som Revo Uninstaller har lagrat efter varenda raderad registernyckel, fil eller mapp. Vid återställning av en återställningspunkt kan du återställa alla data eller välja och vraka den eller de komponenter du önskar återställa. Om du vill frigöra diskutrymme kan du radera en, flera eller alla återställningspunkterna.
17821 = Namn
17822 = Åtgärd
17823 = Storlek
17824 = Registerposter
17825 = Filer och Mappar
17826 = Timmar
17827 = Datum
17830 = Nyckel-/Värdenamn
17831 = Data
17835 = Standardvärde
17836 = Återställer %d av %d poster
17837 = Återställer
17838 = Fil-/Mappnamn
17839 = Anpassad återställning
17840 = Fel vid läsning av backup-datafilen!
17841 = Filer och Mappar att återställa
17842 = Registerposter att återställa
17843 = Det finns inte tillräckligt med diskutrymme för att skriva backup-datafilen!
17844 = Fel vid skrivning av backup-datafilen!
17845 = Vill du verkligen återställa åtgärden %s av %s?
17846 = Vill du verkligen radera alla återställningspunkter?
17847 = Radera\nefter viss tid
17848 = Radera backupper äldre än visstdatum eller efter specifik tidsrymd
17849 = Radera alla backupper äldre än:
17850 = Valt datum:
17851 = En vecka
17852 = Två veckor
17853 = 30 dagar
17854 = 90 dagar
17855 = 180 dagar
17856 = Ett år
17857 = Eget datum
17858 = Du har valt ett datum efter dagens.\nDetta kommer att radera ALLA backupper! Fortsätta?


[TooltipsPro]
18200 = Justera inställningarna av Revo Uninstaller
18201 = Byt utseende på listan med övervakade program
18202 = Hantera backup-informationen som lagras av Revo Uninstaller
18203 = Installera program genom Revo Uninstaller
18204 = Tvingad avinstallation av rester från redan avinstallerade program
18205 = Visa alla installerade program
18206 = Visa alla övervakade programinstallationer
18207 = Avinstallera det markerade övervakade programmet
18208 = Anpassad avinstallation av markerat övervakat program
18209 = Återställ den markerade återställningspunkten i Revo Uninstaller

18210 = Anpassad återställning av markerad återställningspunkt i Revo Uninstaller
18211 = Radera den markerade återställningspunkten i Revo Uninstaller
18212 = Lägg till ett program i Windows Autostartgrupp
18213 = Utför avlägsning av spår på markerade enheter
18214 = Lägg till filer som ska raderas fullständigt
18215 = Lägg till en mapp som ska raderas fullständigt
18216 = Radera de tillagda filerna och mapparna
18217 = Radera markerade filer
18218 = Ändra eller reparera installationen av markerat program
18219 = Snabbavinstallera markerat program (alla funna kvarvarande lämningar kommer att raderas automatiskt)
18220 = Lägg till i loggen
18221 = Ändra markerad komponent
18222 = Radera markerad komponent från loggen
18223 = Exportera aktuella loggdata som HTML

[Portable]
18500 = Fel vid nedladdning av uppdateringen!
18501 = Fel vid extraherandet av uppdateringen!
18502 = Uppdaterar
18503 = Uppdateringen slutfördes framgångsrikt!
18504 = %d av %d filer
18505 = Portabilitet
18506 = Använd egen datalagringsmapp
18507 = Aktivera snabbladdningsläge
18508 = Acceptera

18509 = Licensöverenskommelse
